Revit 2024 API
WorksetFilter.Inverted Property
 True if the results of the filter are inverted; worksets that would normally be accepted by this filter will be rejected, and worksets that would normally be rejected will be accepted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public bool Inverted { get; }
Visual Basic
Public ReadOnly Property Inverted As Boolean
	Get
Visual C++
public:
property bool Inverted {
	bool get ();
}
See Also
WorksetFilter Class
Autodesk.Revit.DB Namespace